esp-arduino-libs/ESP32_Display_Panel/test_apps/panel/sdkconfig.ci.espressif_esp32_s3_box
CONFIG_IDF_TARGET="esp32s3"
CONFIG_BOARD_MANUFACTURER_ESPRESSIF=y
CONFIG_BOARD_ESP32_S3_BOX=y

CONFIG_SPIRAM=y
CONFIG_SPIRAM_MODE_OCT=y
CONFIG_SPIRAM_FETCH_INSTRUCTIONS=y
CONFIG_SPIRAM_RODATA=y
CONFIG_SPIRAM_SPEED_80M=y
